{
  "auth": {
    "signIn": "SignIn",
    "signOut": "SignOut",
    "signUp": "SignUp",
    "notAuthMessage": "You are not auth"
  },
  "home": {
    "meta:title": "Home",
    "title": "Home"
  },
  "header": {
    "pinyin": "Pinyin",
    "hieroglyph": "Hieroglyph",
    "word": "Words",
    "profile": "Profile",
    "menu": {
      "theme": "Theme",
      "language": "Language"
    }
  },
  "pinyin": {
    "description": "<p>Each Chinese character is a separate syllable that can be pronounced in one of five keys.  Precisely the tones Chinese represent the greatest difficulty for studying, because analogues in mother tongue usually not.  Nevertheless, after a certain, sometimes short, practice, depending on the hearing of the student, there comes a moment when the tones begin to differ by ear.  To write Chinese syllables taking into account tones, there is a Pinyin system based on the Latin alphabet.</p> \n <ol><p><b>First tone</b>- pronounced high and even, like the squeak of a Morse code.  Denoted by a straight line above the letter mā or simply ma1.</p> \n <p><b>Second tone</b>- ascending from medium to high, sounds like a peculiar question.  Denoted má or ma2.</p> \n <p><b>Third tone</b>- low falling, and then rising to the average level.  The tone is more like the Russian interjection 'Well!?'.  Denoted mă or ma3.</p> \n <p><b>fourth tone</b>- falling from high to low, sounds like a kind of statement. Denoted by mà or ma4.</p> \n <p><b>A syllable without a tone</b>- is not indicated in any way and is pronounced without tonality.</p> \n </ol>"
  },
  "hieroglyph": {
    "keys": {
      "title": "Keys",
      "showPinyin": "Show pinyin",
      "hidePinyin": "Hide pinyin",
      "showTranslate": "Show translate",
      "hideTranslate": "Hide translate",
      "description": "<h2>214 radicals to rule all characters</h2> \n<p>Knowing 214 radicals will ease your process of learning Chinese. Why? \nBecause when you know the radicals, you can remember more easily how they combine with each other to form more complex characters. \nRadicals can have one of the following functions, or both:</p> \n<ul> \n<li><em>semantic</em>, providing part or whole of the meaning;</li> \n<li><em>phonetics</em>, giving the sound to the character, or something very close to it.</li> \n</ul> \n<h2>The concept of key</h2> \n<p>Every character has one and only one radical with the function of 'key', which allows to find a character into a dictionary. In many cases, the radical on the left or on the top of a character is the key. However, with the increase of the use of digital dictionaries on smartphone, in which you can draw \n the character, knowing keys become less critical.</p> \n"
    }
  }
}
