{
  "auth": {
    "signIn": "Войти",
    "signOut": "Выйти",
    "signUp": "Регистрация",
    "notAuthMessage": "Вы не авторизованы"
  },
  "home": {
    "meta:title": "Главная",
    "title": "Главная"
  },
  "header": {
    "pinyin": "Пиньин",
    "hieroglyph": "Иероглифы",
    "word": "Слова",
    "profile": "Профиль",
    "menu": {
      "theme": "Тема",
      "language": "Язык"
    }
  },
  "pinyin": {
    "description": "<p>Каждый китайский иероглиф представляет собой отдельный слог, который может быть произнесен в одной из пяти тональностей.  Именно тоны китайского языка представляют наибольшую трудность для изучения, поскольку аналогов на родном языке обычно нет.  Тем не менее, после определенной, иногда короткой, практики, в зависимости от слуха ученика, наступает момент, когда тона начинают различаться на слух.  Для написания китайских слогов с учетом тонов существует система пиньинь, основанная на латинском алфавите.</p>\n <ol><p><b>Первый сигнал</b>- произносится высоко и ровно, как писк азбуки Морзе.  Обозначается прямой линией над буквой mā или просто ma1.</p>\n <p><b>Второй тон</b>- переход от среднего к высокому звучит как странный вопрос.  Обозначается ma или ma2.</p>\n <p><b>Третий тон</b>- низкое падение, а затем подъем до среднего уровня.  Тон больше похож на русское междометие 'Ну!?'.  Обозначается ma или ma3.</p>\n <p><b>Четвёртый тон</b>- падение с высоты на низ, звучит как своего рода утверждение. Обозначается mà или ma4.</p>\n <p><b>Слог без тона</b>- никак не обозначается и произносится без тональности.</p>\n </ol>"
  },
  "hieroglyph": {
    "keys": {
      "title": "Ключи",
      "showPinyin": "Показать пиньин",
      "hidePinyin": "Скрыть пиньин",
      "showTranslate": "Показать перевод",
      "hideTranslate": "Скрыть перевод",
      "description": "<h2>214 радикалы, чтобы управлять всеми персонажами</h2> \n <p>Знание 214 радикалов облегчит вам процесс изучения китайского языка. Почему? \n Потому что, когда вы знаете радикалы, вам легче запомнить, как они сочетаются друг с другом, образуя более сложные символы. \n Радикалы могут выполнять одну из следующих функций или обе:</p> \n <ul> \n <li><em>семантический</em>, предоставление части или всего смысла;</li> \n <li><em>фонетика</em>, придание звука персонажу или чему-то очень близкому к нему.</li> \n </ul> \n <h2>Концепция ключевых</h2> \n <p>Каждый символ имеет один и только один радикал с функцией 'key', которая позволяет найти символ в словаре. Во многих случаях радикал слева или вверху символа является ключевым. Однако с увеличением использования цифровых словарей на смартфонах, в которых вы можете нарисовать символ  n, знание ключей становится менее критичным.</p> \n"
    }
  }
}
